Repository: stanwood/traidoo-api
Catalog: Traidoo/locale/*/LC_MESSAGES/django.po
Languages: de

source: Change password
de: Passwort ändern

source: Log out
de: Abmelden

source: Applications
de: Anwendungen

source: Recent Actions
de: Aktivität

source: Users
de: Benutzer

source: Containers
de: Container

source: Categories
de: Kategorien

source: Products
de: Produkte

source: Orders
de: Käufe

source: Logistics
de: Logistik

source: Routes
de: Routen

source: Jobs
de: Aufträge

source: Trucks
de: LKW

source: Settings
de: Einstellungen

source: German
de: Deutsch

source: English
de: Englisch

source: Carts
de: Einkaufswagen

source: User
de: Benutzer

source: Earliest delivery date
de: Frühstes Lieferdatum

source: Delivery address
de: Lieferadresse

source: Cart
de: Einkaufswagen

source: Product
de: Produkt

source: Latest delivery date
de: Letztes Lieferdatun

source: Quantity
de: Anzahl

source: Delivery option
de: Lieferoptionen

source: Cart item
de: Gebinde

source: Ordering
de: Sortierung

source: Default VAT Rate
de: Standard MwSt.

source: Parent category
de: Elternkategorie

source: Category
de: Kategorie

source: Slogan used in emails
de: Email Slogan

source: Mail footer
de: Email Abbinder

source: Mail logo
de: Email Logo

source: Terms of services
de: Nutzungsbedigungen

source: Privacy policy
de: Datenschutzerklärung

source: Prices
de: Preise

source: Contact
de: Kontakt

source: Imprint
de: Impressum

source: Regions
de: Regionen

source: Size class
de: Größe

source: Container volume cannot be negative
de: Das Volumen darf nicht negativ sein

source: Volume
de: Volumen

source: Container deposit cannot be negative
de: Der Pfand darf nicht negativ sein

source: Depoisit
de: Pfand

source: Container delivery fee cannot be negative
de: Liefergebühr darf nicht negativ sein

source: Delivery fee
de: Liefergebühr

source: Image url
de: Bild-URL

source: Image
de: Bild

source: Cannot be deleted due to protected related entities.
de: Kann nicht gelöscht werden, weil es Produkte in dieser Kategorie gibt.

source: Incorrect password format.
de: Falsche Passwortformat

source: Company name
de: Firma

source: Street
de: Straße

source: Zip code
de: PLZ

source: City
de: Stadt

source: Delivery addresses
de: Lieferadresse

source: Created at
de: Erstellt

source: Last update at
de: Letztes Update

source: Delivery options
de: Lieferoptionen

source: Document
de: Dokument

source: Documents
de: Dokumente

source: Document type
de: Typ

source: Buyer
de: Käufer

source: Seller
de: Verkäufer

source: Invoice lines
de: Rechnungszeilen

source: Order
de: Kauf

source: Blob name in storage
de: Blob-Name im Storage

source: Payment reference
de: Zahlungsreferenz

source: Mangopay payin id
de: Mangopay Zahlungs-ID

source: Bank account owner
de: Inhaber Bankkonto

source: Is paid
de: Wurde bezahlt

source: Date valid from
de: Datum ist gültig von

source: Item
de: Gebinde

source: Items
de: Gebinde

source: Order item
de: Bestell-Artikel

source: Job
de: Auftrag

source: Lenght
de: Länge

source: Detour
de: Umweg

source: Detours
de: Umwege

source: Paid
de: Bezahlt

source: Ordered
de: Bestellt

source: Total price
de: Gesamtpreis

source: Processed
de: Verarbeitet

source: Region in which order took place
de: Region des Käufers

source: Anonymous user
de: Annonymer Benutzer

source: Not verified user
de: Nicht-verifizierter Benutzer

source: Overlay type
de: Overlay-Typ

source: Title
de: Titel

source: Subtitle
de: Untertitel

source: Weight (g) per item
de: Gewicht (g) pro Gebinde

source: Volume (l) per item
de: Volumen (l) pro Gebinde

source: Object id
de: Objekt ID

source: Description
de: Beschreibung

source: Region of origin
de: Ursprungsregion

source: The associated regions the product should be available in
de: Verfügbar in folgenden Regionen

source: Available in regions
de: Verfügbar in Regionen

source: Is organic
de: Bio

source: Is vegan
de: Vegan

source: Is gluten free
de: Gluten-frei

source: Is grazing animal
de: Weidehaltung

source: Is GMO free
de: Gentechnikfrei

source: Amount in a lot
de: Anzahl pro Gebinde

source: Amount should not be negative
de: Anzahl darf nicht negativ sein

source: Unit
de: Einheit

source: Price
de: Preis

source: Price should not be negative
de: Preis darf nicht negativ sein

source: VAT rate
de: MwSt.

source: VAT should not be more than 100%
de: MwSt. darf nicht mehr als 100% sein

source: VAT should not be negative
de: MwSt. darf nicht negativ sein

source: Container type
de: Container

source: Container description
de: Containerbeschreibung

source: Delivery charge should not be negative
de: Liefergebühr darf nicht negativ sein

source: Delivery charge
de: Liefergebühr

source: Third party delivery possible
de: Drittlieferung zulässig

source: Delivery requirements
de: Lieferbedigungen

source: Sellers product identifier
de: Produkt-ID Verkäufer

source: Base unit
de: Basiseinheit

source: Items quantity should not be negative
de: Gebindeanzahl darf nicht negativ sein

source: Item quantity
de: Anzahl Gebinde

source: Frequency
de: Frequenz

source: 1 - Monday, 2 - Tuesday etc.
de: 1- Montag, 2 - Dienstag usw.

source: Length
de: Länge

source: Origin
de: Start

source: Destination
de: Ziel

source: Way points
de: Zwischenstops

source: Setting
de: Einstellungen

source: Platform charge rate
de: Plattformgebühr

source: Central delivery fee VAT rate
de: MwSt. Liefergebühr

source: Platform fee VAT rate
de: MwSt. Plattformgebühr

source: Transport insurance rate
de: Liefergebühr

source: Deposit VAT rate
de: MwSt. Pfand

source: Min purchase value
de: Mindestbestellwert

source: Platform user account
de: Admin

source: Central logistic company available
de: Zentrale Logistikfirma vorhanden

source: Logistics company account
de: Logistikfirma

source: Enable platform fee share
de: Plattformgebühr wird geteilt

source: Central platform share
de: Anteil Plattformgebühr

source: Truck
de: LKW

source: Groups filter
de: Gruppenfilter

source: To approve
de: Zu genehmigen

source: Permissions
de: Rechte

source: Approve user
de: Nutzer genehmigen

source: File
de: Datei

source: KYC document
de: KYC Datei

source: KYC documents
de: KYC Dateien

source: Password
de: Passwort

source: Is email verified
de: Verifzierte Email

source: First name
de: Vorname

source: Last name
de: Nachname

source: Birth date
de: Geburtsdatum

source: Phone
de: Telefon

source: Residence country code
de: Code: Wohnland

source: Nationality country code
de: Code: Nationalität

source: Invoice email
de: Rechnungsadresse

source: Tax id
de: Steuer-ID

source: Bank name
de: Name der Bank

source: BIC account number
de: BIC/Swift

source: Mangopay user id
de: Mangopay Benutzer-ID

source: Mangopay user type
de: Mangopay Nutzertyp

source: Mangopay validation level
de: Status Mangopay Verifizierung

source: Business license url
de: URL Gewerbeanmeldung

source: Business license
de: Gewerbeanmeldung oder ähnlich

source: Declared as seller
de: Verkäufer

source: Company type
de: Unternehmenstyp

source: VAT ID
de: MwSt. ID

source: IBAN number
de: IBAN

source: Company registration id
de: Handelsregisternummer

source: Association registration id
de: Mitglieds-ID

source: Organic control body
de: Bio-Zertifizierer

source: Is certified organic producer
de: Zertifzierter Bio-Produzent

source: Is cooperative member
de: Genosse

source: Id photo url
de: Photo URL

source: ID photo
de: Photo
